Repository: sPyOpenSource/gitserver-backend
Catalog: locale/*/LC_MESSAGES/django.po
Languages: nl

source: You waited too long with filling out the form
nl: Je hebt te lang gewacht met het invullen van het formulier

source: please enable cookies
nl: Zet je cookies aan

source: Email address already in use
nl: Dit e-mailadres is al in gebruik

source: Username required for creating a new user
nl: Een gebruikersnaam is verplicht voor het aanmaken van een nieuwe gebruiker

source: Password required for creating a new user
nl: Een wachtwoord is verpricht voor het aanmaken van een nieuwe gebruiker

source: The username and password were incorrect.
nl: Het e-mailadres en wachtwoord kloppen niet.

source: Maximum number of claims reached
nl: Maximaal aantal reacties bereikt

source: About us
nl: Over ons

source: a marketplace for refugees and neighbours
nl: een marktplaats voor vluchtelingen en buurtbewoners

source: A new website for and by the neighbourhood: Refugive.com, a free marketplace for both refugees and neighbours. Our site wants to match the wishes of refugees to what neighbours are willing to share. Clothes for children and adults of course, but also books, games and social contacts. How about cooking a meal together, or doing sports?
nl: Een nieuwe website voor en door de buurt: Refugive.com. Een gratis marktplaats voor vluchtelingen en hun buurtbewoners. Onze site verbindt vluchtelingen en hun wensen aan buurtbewoners die wat willen delen. Kleding voor kinderen en volwassenen, maar ook boeken, spellen, sociale contacten en activiteiten. Wat dacht je van samen een maaltijd koken, of sporten?

source: Are you in need of something - or: do you have clothes, things or time to spare? Have a look around on Refugive.com and meet your new neighbours! If you are a refugee, it is free to advertise your needs and wishes - but you can only reply to two offers made by locals at a time. Of course ads are free for locals as well, but offers should only be made within walking distance of the refugee center. And no money should trade hands.
nl: Heb je iets nodig of heb je kleren, spullen of tijd over? Kijk eens rond op Refugive.com en ontmoet je nieuwe buren. Als vluchteling laat je gratis je wensen achter. Je kan op maximaal twee advertenties van buurtbewoners reageren. Buurtbewoners kunnen hun advertenties plaatsen, ook gratis natuurlijk. Maar let erop dat je alleen iets aanbiedt als je binnen loopafstand van het centrum woont. Op Refugive.com zijn alleen gratis transacties mogelijk.

source: Refugive was started by a group of people in Bezuidenhout, The Hague wanting to help refugees in their neighbourhood. Refugive.com is a non profit website.
nl: Refugive werd opgericht door een groep buurtbewoners van Bezuidenhout, Den Haag, die vluchtelingen in het centrum wil helpen.

source: Best regards,<br>Jasper, Jeroen, Krista, Maaike and Tijs
nl: Groeten,<br>Jasper, Jeroen, Krista, Maaike en Tijs

source: Would you like to leave a message?
nl: Wil je een bericht achterlaten?

source: Please write your message in English, if you can.
nl: Schrijf je bericht in het Engels als dat mogelijk is.

source: Your message:
nl: Jouw bericht:

source: Your account
nl: Jouw account

source: Your username:
nl: Jouw gebruikersnaam

source: Your email address:
nl: Jouw e-mailadres:

source: New user
nl: Nieuwe gebruiker

source: I have an account
nl: Ik heb een account

source: Reserve this for me, please
nl: Reserveer dit voor mij

source: Send
nl: Stuur

source: What would you like to offer?
nl: Wat wil je aanbieden?

source: What are you looking for?
nl: Wat heb je nodig

source: Please write your posting in English, if you can.
nl: Schrijf als het mogelijk is in het Engels.

source: Category:
nl: Categorie:

source: Describe this item:
nl: Beschrijf deze advertentie

source: Are you a new user?
nl: Ben je een nieuwe gebruiker?

source: Your email address (not shown on the website):
nl: Jouw e-mail adres (wordt niet op de website getoond):

source: Choose a password:
nl: Kies een wachtwoord:

source: Choose a username (visible on the website):
nl: Kies een gebruikersnaam (zichtbaar op de website):

source: Or do you have an account?
nl: Of heb je al een account?

source: Your password:
nl: Your wachtwoord:

source: Submit posting
nl: Voeg advertentie toe

source: Username
nl: Gebruikersnaam

source: Password
nl: Wachtwoord

source: Group
nl: Groep

source: Cancel
nl: Annuleren

source: Submit
nl: Verzenden

source: A refugee may need something. A local might have a spare item. Use this website to get in touch.
nl: Een vluchteling heeft misschien iets nodig. Een buurtbewoner heeft misschien iets over. Gebruik deze website om met elkaar in contact te komen.

source: Home
nl: Hoofdpagina

source: Help
nl: Hulp

source: Login
nl: Inloggen

source: Register
nl: Registeren

source: What is Refugive.com and how does it work?
nl: Wat is Refugive.com en hoe werkt het?

source: Tips, suggestions, complaints or questions? Please %(beginlink)sgive us feedback%(endlink)s
nl: Tips, suggesties, klachten of vragen? Alstublieft %(beginlink)sgeef ons uw feedback%(endlink)s

source: Welcome to Refugive.com!
nl: Welkom bij Refugive.com!

source: You just created a new account. Well done!
nl: Je hebt net een nieuw account aangemaakt op Refugive.com. Goed bezig!

source: Refugive.com is a free marketplace that matches refugees' wishes to what neighbours are willing to share. Clothes for children and adults of course, but also books, games and social contacts. How about cooking a meal together, or doing sports?
nl: Refugive.com is een gratis marktplaats voor wensen van vluchtelingen en aanbod van buurtbewoners. Denk aan kleren voor kinderen en volwassenen, maar ook bijvoorbeeld aan boeken, spelletjes of sociaal contact: misschien samen koken of sporten?

source: Are you in need of something - or: do you have clothes, things or time to spare? Have a look around at %(url)s and meet your new neighbours!
nl: Kun je iets missen of heb je tijd voor een activiteit? Kijk op %(url)s en leer je nieuwe buren kennen!

source: Hi %(fullname)s,
nl: Hallo %(fullname)s,

source: Best regards, the Refugive team
nl: Groeten, het team van Refugive

source: A dialogue was ended
nl: Een dialoog was beëindigd

source: %(ender_username)s ended the dialogue for posting '%(title)s' on Refugive.com. This means that the posting is visible for all users again. Go to %(url)s to see the posting. After logging in you will be able to see the dialogue.
nl: %(ender_username)s heeft de dialoog voor advertentie '%(title)s' op Refugive.com beëindigd. Dit betekent dat de advertentie weer voor iedereen zichtbaar is. Klik op %(url)s om de advertentie te bekijken. Je ziet de dialoog wanneer je ingelogd bent.

source: An item was deleted
nl: Een advertentie is verwijderd

source: %(ender_username)s deleted the posting '%(title)s' on Refugive.com. Go to %(url)s to see the posting. After logging in you will be able to see the dialogue.
nl: %(ender_username)s heeft de advertentie '%(title)s' on Refugive.com verwijderd. Klik op %(url)s om de advertentie te lezen. Je ziet de dialoog wanneer je ingelogd bent.

source: Someone replied to your ad on Refugive.com!
nl: Iemand heeft gereageerd op je advertentie op Refugive.com!

source: You have received a new reply to your posting '%(title)s' on Refugive.com. Go to %(url)s to read it. After logging in you will be able to see the reply.
nl: Er is een nieuwe reactie geplaatst op je advertentie '%(title)s'. Klik op %(url)s om hem te lezen. Je ziet de reactie wanneer je ingelogd bent.

source: A new password for Refugive.com
nl: Een nieuw wachtwoord voor Refugive.com

source: You requested a new password for Refugive.com! Right? If you did, go to %(url)s to enter a new password.
nl: Je hebt een nieuw wachtwoord aangevraagd voor Refugive.com. Klopt dat? Ga dan naar %(url)s om een nieuw wachtwoord op te geven!

source: What is this?
nl: Wat is dit?

source: We want to help the refugees in our neighbourhood. As a refugee, you can post your needs and wishes on this website, and locals can reply. Locals can offer both goods (e.g. clothes, toys, a suitcase, toiletries) and services. Or: an invitation to dinner or a fun activity.
nl: Wij willen de vluchtelingen in onze buurt helpen. Vluchtelingen kunnen aangeven wat ze nodig hebben en buurtbewoners kunnen daar op reageren. Buurtbewoners kunnen producten of diensten aanbieden. Denk aan: kleding, speelgoed, een weekendtas en toiletbenodigdheden, maar je kunt ook mensen uitnodigen om te komen eten of om samen iets leuks te doen.

source: How does it work?
nl: Hoe werkt het?

source: For refugees: find the centre you're staying at. If you like any of the postings that are being offered, click the button that says 'Yes, please' and claim it. The author can then contact you about the next steps. Do you need anything else? Add a posting yourself and wait for a local to get back to you.
nl: Voor vluchtelingen: Zoek het centrum waar je verblijft. (Staat die er nog niet bij? Laat het ons weten!) Als je een advertentie ziet waar je interesse in hebt, klik je op 'Ja, graag'. De aanbieder kan dan contact met je op nemen om de volgende stappen te bespreken. Zoek je iets anders? Plaats zelf een advertentie en wacht tot een buurtbewoner reageert.

source: For locals: find the centre in your area. Then, either reply to a posting by a refugee who is requesting something, or create a posting yourself with something you can spare.
nl: Voor buurtbewoners: vind kies een centrum waar je bij in de buurt woont (Staat die er nog niet bij? Laat het ons weten!). Daarna kan je of reageren op een advertentie van een vluchteling die iets zoekt of je kan zelf een advertentie plaatsen voor iets wat je over hebt.

source: Whenever somebody replies to your post, you will get an email notification. Further arrangements can be made by exchanging messages through the website: pick a date, a place to meet etc. Make sure to meet at a place at walking distance from the centre.
nl: Zodra er iemand op je advertentie reageert, krijg je een email van ons en we tonen de advertentie niet meer aan andere gebruikers. Daarna kunnen er afspraken gemaakt worden via berichten op de website: het kiezen van een plek en tijd om af te spreken en dat soort dingen. Deze berichten zijn niet zichtbaar voor anderen. Let er op dat je afspreekt op een plek die loopafstand is van het centrum.

source: What are the rules?
nl: Wat zijn de regels?

source: This site was created only for refugees in 'AZC's' (refugee centres) and the locals from the surrounding area. Locals are not allowed to ask for money when offering things and services. Only refugees can claim offers. Locals cannot ask for goods or services and refugees cannot offer goods or services. And of course nobody can ask for or offer anything illegal.
nl: De site is alleen bedoeld voor vluchtelingen in opvangcentra en voor buurtbewoners rond de centra. Buurtbewoners mogen geen geld vragen voor spullen of diensten. Alleen vluchtelingen uit de centra mogen reageren op aanbiedingen - maximaal 2 aanbiedingen tegelijk. Buurtbewoners kunnen alleen spullen of diensten aanbieden (niet vragen) en vluchtelingen kunnen alleen vragen (dus niet aanbieden). En je mag natuurlijk niets illegaals vragen of aanbieden.

source: Frequently asked questions
nl: Veel gestelde vragen

source: And my username?
nl: En mijn gebruikersnaam?

source: What should my message contain when I want to react?
nl: Wat moet ik in mijn bericht schrijven als ik op een advertentie wil reageren?

source: What should my description contain when I want to add a post?
nl: Wat moet ik in mijn beschrijven zetten als ik een advertentie maak?

source: How will I receive the items?
nl: Hoe krijg ik mijn spullen?

source: I am a bit embarrassed about asking for help. What should I do?
nl: Ik schaam me een beetje om iets te vragen. Wat moet ik doen?

source: I reacted to a post, but I didn't hear anything back. What should I do?
nl: Ik heb gereageerd op een advertentie, maar ik krijg geen antwoord. Wat kan ik doen?

source: How can I help to make this website a success?
nl: Hoe kan ik helpen om de website een succes te maken?

source: Why don't I see my post in the list with posts?
nl: Waarom zie ik mijn advertentie niet terug in de lijst?

source: Offered by <strong>%(username)s</strong>
nl: Aangeboden door <strong>%(username)s</strong>

source: Requested by <strong>%(username)s</strong>
nl: Gezocht door <strong>%(username)s</strong>

source: Add An Item
nl: Een Advertentie Toevoegen

source: Category
nl: Categorie

source: Posting:
nl: Advertentie:

source: Offered by <strong>%(username)s</strong>
nl: Aangeboden door <strong>%(username)s</strong>

source: Requested by <strong>%(username)s</strong>
nl: Gezocht door <strong>%(username)s</strong>

source: expired!
nl: verlopen!

source: Message:
nl: Bericht:

source: Sorry, you reached the maximum number of claims. End another claim if you want to claim this item.
nl: Sorry, je hebt het maximum aantal openstaande reacties bereikt. Beëindig een andere reactie als je op deze advertentie wil reageren.

source: Yes, please
nl: Ja, graag

source: I can help
nl: Ik kan helpen

source: Manage this item
nl: Beheer deze advertentie

source: Expiry date:
nl: Verloopdatum:

source: Extend item
nl: Verleng advertentie

source: Delete this item
nl: Verwijder deze advertentie

source: End claim
nl: Eindig verzoek

source: Report as inappropriate
nl: Rapporteer als ongepast

source: Your conversation with %(the_other_username)s
nl: Jouw gesprek met %(the_other_username)s

source: ended!
nl: beëindigd!

source: <strong>You</strong> wrote on <strong>%(date)s</strong>
nl: <strong>Jij</strong> schreef op <strong>%(date)s</strong>

source: <strong>%(the_other_username)s</strong> wrote on <strong>%(date)s</strong>
nl: <strong>%(the_other_username)s</strong> schreef op <strong>%(date)s</strong>

source: Add message
nl: Nieuw bericht

source: Postings
nl: Advertenties

source: These things are needed by refugees
nl: Deze advertenties werden geplaatst door vluchtelingen

source: These things are offered for free by locals
nl: Deze dingen worden gratis aangeboden door buurtbewoners

source: These things are offered for free by your neighbours. Please choose 1 or 2 things you need.
nl: Deze dingen worden gratis aangeboden door buurtbewoners

source: Create a posting
nl: Maak een advertentie

source: There are no relevant postings for your search.
nl: Er zijn (nog) geen relevante advertenties. De site is nog nieuw – probeer het binnenkort weer eens!

source: Show everything
nl: Toon alles

source: previous
nl: vorige

source: Page
nl: Pagina

source: next
nl: volgende

source: Would you like to offer something to a refugee?
nl: Wil je iets aan een vluchteling aanbieden?

source: Your ad will be visible to refugees
nl: Jouw advertentie is zichtbaar voor vluchtelingen

source: Are you a refugee and do you need something else? Ask a local!
nl: Ben jij een vluchteling en zoek je iets? Vraag een buurtbewoner!

source: Your request will be visible to locals
nl: Jouw verzoek is zichtbaar voor buurtbewoners

source: Please choose a category:
nl: Kies een categorie

source: Your page
nl: Jouw pagina:

source: Your items
nl: Jouw pagina

source: Your messages
nl: Jouw reacties

source: Posted by:
nl: Geplaatst door:

source: You have not yet replied to any postings.
nl: Je hebt nog geen reactie gegeven op advertenties.

source: Your postings
nl: Jouw advertenties

source: You have not yet added any postings.
nl: Je hebt nog geen advertenties toegevoegd.

source: So you want to change your password?
nl: Wil je je wachtwoord veranderen?

source: Enter your new password here.
nl: Vul hier je nieuwe wachtwoord in.

source: Update password
nl: Pas wachtwoord aan

source: Do you need anything? Go to: www.refugive.com
nl: Heb je iets nodig? Ga naar www.refugive.com

source: Here you can find things your new neighbours are offering for free – and you can ask for something yourself. We would like to help!
nl: Hier kan je spullen vinden die jouw nieuwe buurtbewoners gratis aanbieden. En je kan zelf iets vragen. We helpen graag!

source: Clothes – Shoes – Toiletries – Toys – Lessons – Social activities – Share a meal etc.
nl: Kleren - Schoenen - Toilet artikelen - Speelgoed - lessen - sociale activiteiten- deel een maaltijd enz.

source: Refugive.com was created by a couple of neighbours from Den Haag. Can’t find what you need? New items are added every day. And don’t hesitate to add a posting yourself!
nl: Refugive.com is gemaakt door een groep buurtbewoners uit Den Haag. Kan je niet vinden wat je zoekt? Elke dag worden er nieuwe advertenties geplaatst. En plaats ook zeker zelf een advertentie!

source: So you forgot your password?
nl: Ben je je wachtwoord kwijt?

source: Do not worry! Fill in your email address below, and we will send you a link to reset your password.
nl: Maak je geen zorgen. Vul hieronder je e-mail adres in. We sturen je dan een link waar je je wachtwoord mee kan resetten.

source: Sorry, there is no account with this email address.
nl: Sorry, er is geen account voor dit e-mail adres.

source: Reset password
nl: Pas wachtwoord aan

source: cat-1-name
nl: Kinderkleding

source: cat-2-name
nl: Kleding voor volwassenen

source: cat-4-name
nl: Schoenen

source: cat-5-name
nl: Diensten en activiteiten

source: cat-6-name
nl: Toiletartikelen

source: cat-7-name
nl: Speelgoed, boeken etc.

source: cat-8-name
nl: Telecommunicatie

source: cat-9-name
nl: Anders

source: catque-3-name
nl: Geslacht

source: catque-4-name
nl: Leeftijd

source: catque-5-name
nl: Geslacht

source: catque-6-name
nl: Maat

source: catque-7-name
nl: Maat

source: catque-8-name
nl: Soort

source: catqueopt-17-name
nl: Jongen

source: catqueopt-18-name
nl: Meisje

source: catqueopt-19-name
nl: Unisex

source: catqueopt-26-name
nl: 6 en 7

source: catqueopt-27-name
nl: 8 en 9

source: catqueopt-28-name
nl: 10 en 11

source: catqueopt-29-name
nl: 12 en 13

source: catqueopt-30-name
nl: 14 en ouder

source: catqueopt-31-name
nl: Vrouw

source: catqueopt-32-name
nl: Man

source: catqueopt-33-name
nl: Unisex

source: catqueopt-34-name
nl: XS

source: catqueopt-35-name
nl: S

source: catqueopt-36-name
nl: M

source: catqueopt-37-name
nl: L

source: catqueopt-38-name
nl: XL

source: catqueopt-39-name
nl: XXL

source: catqueopt-40-name
nl: one size

source: catqueopt-41-name
nl: baby

source: catqueopt-73-name
nl: Taallessen

source: catqueopt-74-name
nl: Andere lessen

source: catqueopt-75-name
nl: Sporten

source: catqueopt-76-name
nl: Sociaal

source: catqueopt-77-name
nl: Eten

source: catqueopt-78-name
nl: Anders

source: cen-1-message_for_locals
nl: De opvang in Bezuidenhout gaat sluiten, bijna alle vluchtelingen zijn al weg. Misschien wil je je advertentie plaatsen op de site voor Duinrell in Wassenaar? Die locatie blijft open.

source: cen-2-message_for_locals
nl: Let op: in Duinrell wonen momenteel alleen volwassen mannen. Zie hierboven waar ze zoal behoefte aan hebben – geen kinderkleertjes dus ;-)

source: Invalid code. Please request a new code.
nl: De code is fout. Vraag een nieuwe code aan.

source: The password has been changed
nl: Het wachtwoord is aangepast

source: An email with a password recovery link has been send to you
nl: Een e-mail met een link voor het aanpassen van je wachtwoord is verstuurd

source: Books
nl: Boeken

source: Others
nl: Anders

source: Toys
nl: Speelgoeds

source: Activities
nl: Activiteits

source: Clothes
nl: Kleren

source: Local resident
nl: Buurbewoner

source: AZC resident
nl: AZC bewoner
